/*28/9/2018*/
"_grp.Accomodation" = "Ubytování";
"_grp.BankATM" = "Banky a bankomaty";
"_grp.Emergency" = "POMOC";
"_grp.Food_and_Drink" = "Jídlo a pití";
"_grp.Guides" = "Průvodce městem";
"_grp.Parking" = "Parkování";
"_grp.Petrol_Station" = "Benzínová pumpa";
"_grp.Services_and_Education" = "Služby a vzdělávání";
"_grp.Shopping" = "Obchodní Centrum";
"_grp.Social_Life" = "Zábava a společenský život";
"_grp.Sport" = "Sport";
"_grp.Tourism" = "Turistické atrakce";
"_grp.Transportation" = "Přeprava";
"_grp.Vehicle_Services" = "Autoopravna";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Výjezd (FROM HIGHWAY)";
"feet" = "stopa";
"route.instructionsText.continueAlong" = "Pokračujte po cestě";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = "h";
"kilometers" = "kilometrů";
"Limit" = "Omezení";
"meters" = "metrů";

/* miles short */
"mi" = "mi";
"miles" = "míle";

/* timeMinuteMidi */
"min" = "min";
"native.fuelprices.poidetailTitle" = "Ceny paliva";
"poiCategory.select" = "Místa v okolí";
"native.navigation.resumeBtn" = "Pokračovat";

/* timeSecondShort */
"sec" = "sec";
"yards" = "yardy";

/* yards short */
"yd" = "yd";

"detail.action.directionToHere" = "Ukázat trasu";
"detail.action.addVia" = "Přidat záchytný bod cesty";
"detail.action.addToFavorite" = "Přidat do oblíbených";
"detail.action.copyGps" = "Souřadnice GPS";
"detail.action.removeFavorite" = "Odebrat z oblíbených";
"detail.action.removeHome" = "Odebrat adresu domů";
"detail.action.removeWork" = "Odebrat adresu do práce";
"detail.action.shareLocation" = "Sdílet polohu";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "E-mail";
"detail.contact.phone" = "Telefon";
"detail.contact.url" = "Adresa URL";
"routeCompute.action.demonstrate" = "Ukázat";
"routeCompute.action.navigate" = "Spustit";
"routeCompute.etaArrival" = "Příchody";
"routeCompute.fastest" = "Nejrychlejší trasa";
"routeCompute.slower" = "déle";
"routeCompute.traffic.withDelay" = "včetně zpoždění";
"routeCompute.button.options" = "Možnosti";
"routeCompute.waypointInfo.from" = "Z";
"routeCompute.waypointInfo.to" = "Do";
"routeCompute.waypointInfo.waypoints" = "bodů na trase";
"routeCompute.waypointInfo.via" = "Přes";
"routeActionMain.cancel" = "Zrušit trasu";
"routeCompute.action.continue" = "Pokračovat";
"routeCompute.options.title" = "Možnosti trasy";
"routeCompute.options.AvoidCountry" = "Vyhnout se této zemi";
"avoid.unpaved" = "Nezpevněné cesty";
"avoid.specialArea" = "Poplatky za vjezd do měst";
"avoid.ferries" = "Trajekty";
"avoid.highways" = "Dálnice";
"avoid.tollroads" = "Zpoplatněné silnice";
"workCell.setupWork.subtitle" = "Dojíždějte snadno každý den";
"homeCell.setupHome.subtitle" = "Získejte nejrychlejší cestu";
"workCell.setupWork.title" = "Nastavit adresu práce";
"homeCell.setupHome.title" = "Nastavit adresu domů";
"workCell.title" = "Práce";
"homeCell.title" = "Domov";
"favorites.place.emptyButton" = "Prohledat místa";
"favorites.place.emptyTitle" = "Přidat místa pro snadný přístup";
"favorites.place.deleteAction" = "Vymazat";
"favorites.place.headerTitle" = "Místa a trasy";
"favorites.button.done" = "Hotovo";
"favorites.segment.contacts" = "Kontakty";
"favorites.segment.trips" = "Výlety";
"favorites.segment.places" = "Místa";
"favorites.title" = "Oblíbené";
"favorites.addAlert.add" = "Přidat";
"native.compute.decideToCompute" = "Stále míříte do %@?";
"routeActionMain.preview" = "Náhled trasy";
"routeCompute.traffic.withoutInfo" = "Žádné dopravní informace";
"search.work.title" = "Vyhledat adresu Práce";
"search.home.title" = "Vyhledat adresu Domů";
"alert.hideHomeWork.hideHomeTitle" = "Skrýt domov";
"alert.hideHomeWork.hideWorkTitle" = "Skrýt práci";
"alert.hideHomeWork.setHomeMessage" = "Vždy můžete nastavit adresu domů v oblíbených položkách";
"alert.hideHomeWork.setWorkMessage" = "Vždy můžete nastavit adresu práce v oblíbených položkách";
"alert.hideHomeWork.hide" = "Skrýt";
"action.control.scout.static" = "Byla nalezena rychlejší trasa";
"action.control.route.longer" = "%@ delší";
"action.control.route.time" = "Ušetříte %@";
"action.control.scout.arrival" = "Nový příjezd %@";
"action.control.scout.fasterRouteFound" = "Byla nalezena rychlejší trasa";
"action.control.scout.preview" = "Náhled";
"action.control.scout.route.set" = "Nastavit rychlejší trasu";
"routeCompute.action.loading" = "Spustit";
"country.AL" = "Albánie";
"country.AD" = "Andorra";
"country.AU" = "Austrálie";
"country.AT" = "Rakousko";
"country.BY" = "Bělorusko";
"country.BE" = "Belgie";
"country.BA" = "Bosna a Hercegovina";
"country.BG" = "Bulharsko";
"country.CA" = "Kanada";
"country.HR" = "Chorvatsko";
"country.CZ" = "Česká republika";
"country.DK" = "Dánsko";
"country.EE" = "Estonsko";
"country.FO" = "Faorské ostrovy";
"country.FI" = "Finsko";
"country.FR" = "Francie";
"country.DE" = "Německo";
"country.GI" = "Gibraltar";
"country.GR" = "Řecko";
"country.GL" = "Grónsko";
"country.VA" = "Vatikán";
"country.HU" = "Maďarsko";
"country.IS" = "Island";
"country.IE" = "Irsko";
"country.IL" = "Izrael";
"country.IT" = "Itálie";
"country.JP" = "Japonsko";
"country.KP" = "KLDR";
"country.KR" = "Korea";
"country.KW" = "Kuvajt";
"country.LV" = "Lotyšsko";
"country.LI" = "Lichtenštejnsko";
"country.LT" = "Litva";
"country.LU" = "Lucembursko";
"country.MK" = "Makedónie";
"country.MT" = "Malta";
"country.MD" = "Moldávie";
"country.MC" = "Monako";
"country.MS" = "Malé Antily";
"country.NL" = "Nizozemí";
"country.AN" = "Nizozemské Antily";
"country.NZ" = "Nový Zéland";
"country.NF" = "Norfolské ostrovy";
"country.NO" = "Norsko";
"country.PL" = "Polsko";
"country.PT" = "Portugalsko";
"country.RO" = "Rumunsko";
"country.RU" = "Ruská federace";
"country.SM" = "San Marino";
"country.SG" = "Singapur";
"country.SK" = "Slovensko";
"country.SI" = "Slovinsko";
"country.ZA" = "JAR";
"country.ES" = "Španělsko";
"country.SE" = "Švédsko";
"country.CH" = "Švýcarsko";
"country.TW" = "Tchaj-wan";
"country.TH" = "Thajsko";
"country.TR" = "Turecko";
"country.UA" = "Ukrajina";
"country.GB" = "Velká Británie";
"country.US" = "USA";
"country.VN" = "Vietnam";
"country.RS" = "Srbsko";
"country.ME" = "Černá hora";
"country.AE" = "Spojené arabské emiráty";
"country.OM" = "Omán";
"country.SA" = "Saudská Arábie";
"country.EG" = "Egypt";
"country.PR" = "Portoriko";
"country.VI" = "Panenské ostrovy";
"country.RA" = "Argentina";
"country.BH" = "Bahrajn";
"country.BR" = "Brazílie";
"country.HK" = "Hong Kong";
"country.ID" = "Indonesie";
"country.IN" = "Indie";
"country.IM" = "Ostrov Man";
"country.MO" = "Macao";
"country.MX" = "Mexiko";
"country.MY" = "Malajzie";
"country.QA" = "Katar";
"country.AW" = "Aruba";
"country.AF" = "Afghánistán";
"country.AO" = "Angola";
"country.AI" = "Anguilla";
"country.AX" = "Alandy";
"country.AM" = "Arménie";
"country.AQ" = "Antarktida";
"country.AS" = "Americká Samoa";
"country.TF" = "Francouzská jižní a antarktická území";
"country.AG" = "Antigua a Barbuda";
"country.AZ" = "Ázerbájdžán";
"country.BI" = "Burundi";
"country.BJ" = "Benin";
"country.BF" = "Burkina Faso";
"country.BD" = "Bangladéš";
"country.BS" = "Bahamy";
"country.BL" = "Svatý Bartoloměj";
"country.BZ" = "Belize";
"country.BM" = "Bermudy";
"country.BO" = "Bolívie";
"country.BB" = "Barbados";
"country.BN" = "Brunej";
"country.BT" = "Bhútán";
"country.BV" = "Bouvetův ostrov";
"country.BW" = "Botswana";
"country.CF" = "Středoafrická republika";
"country.CC" = "Kokosové ostrovy";
"country.CL" = "Chile";
"country.CI" = "Pobřeží slonoviny";
"country.CM" = "Kamerun";
"country.CD" = "Demokratická republika Kongo";
"country.CG" = "Kongo";
"country.CK" = "Cookovy ostrovy";
"country.CO" = "Kolumbie";
"country.KM" = "Komory";
"country.CV" = "Kapverdy";
"country.CR" = "Kostarika";
"country.CU" = "Kuba";
"country.CX" = "Vánoční ostrov";
"country.KY" = "Kajmanské ostrovy";
"country.DJ" = "Džibutsko";
"country.DM" = "Dominika";
"country.DO" = "Dominikánská republika";
"country.DZ" = "Alžírsko";
"country.EC" = "Ekvádor";
"country.ER" = "Eritrea";
"country.EH" = "Západní Sahara";
"country.ET" = "Etiopie";
"country.FJ" = "Fidži";
"country.FK" = "Falklandy (Malvíny)";
"country.FM" = "Mikronésie";
"country.GA" = "Gabon";
"country.GE" = "Georgia";
"country.GG" = "Guernsey";
"country.GH" = "Ghana";
"country.GN" = "Guinea";
"country.GP" = "Guadeloupe";
"country.GM" = "Gambie";
"country.GW" = "Guinea-Bissau";
"country.GQ" = "Rovníková Guinea";
"country.GD" = "Grenada";
"country.GT" = "Guatemala";
"country.GF" = "Francouzská Guyana";
"country.GU" = "Guam";
"country.GY" = "Guayana";
"country.HM" = "Heardův ostrov a McDonaldovy ostrovy";
"country.HN" = "Honduras";
"country.HT" = "Haiti";
"country.IO" = "Britské indickooceánské území";
"country.IR" = "Írán";
"country.IQ" = "Irák";
"country.JM" = "Jamajka";
"country.JE" = "Jersey";
"country.JO" = "Jordánsko";
"country.KZ" = "Kazachstán";
"country.KG" = "Kyrgyzstán";
"country.KH" = "Kambodža";
"country.KI" = "Kiribati";
"country.KN" = "Svatý Kryštof a Nevis";
"country.LA" = "Laos";
"country.LB" = "Libanon";
"country.LR" = "Libérie";
"country.LY" = "Libye";
"country.LC" = "Svatá Lucie";
"country.LK" = "Šrí Lanka";
"country.LS" = "Lesotho";
"country.MF" = "Saint-Martin";
"country.MA" = "Maroko";
"country.MG" = "Madagaskar";
"country.MV" = "Maledivy";
"country.MH" = "Marshallovy ostrovy";
"country.ML" = "Mali";
"country.MM" = "Barma";
"country.MN" = "Mongolsko";
"country.MP" = "Severní Mariany";
"country.MZ" = "Mosambik";
"country.MR" = "Mauritánie";
"country.MQ" = "Martinik";
"country.MU" = "Mauricius";
"country.MW" = "Malawi";
"country.YT" = "Mayotte";
"country.NA" = "Namibie";
"country.NC" = "Nová Kaledonie";
"country.NE" = "Niger";
"country.NG" = "Nigérie";
"country.NI" = "Nikaragua";
"country.NU" = "Niue";
"country.NP" = "Nepál";
"country.NR" = "Nauru";
"country.PK" = "Pákistán";
"country.PA" = "Panama";
"country.PN" = "Pitcairnovy ostrovy";
"country.PE" = "Peru";
"country.PH" = "Filipíny";
"country.PW" = "Palau";
"country.PG" = "Papua-Nová Guinea";
"country.PY" = "Paraguay";
"country.PS" = "Palestinská autonomie";
"country.PF" = "Francouzská Polynésie";
"country.RE" = "Réunion";
"country.RW" = "Rwanda";
"country.SD" = "Súdán";
"country.SN" = "Senegal";
"country.GS" = "Jižní Georgie a Jižní Sandwichovy ostrovy";
"country.SH" = "Svatá Helena";
"country.SJ" = "Špicberky a Jan Mayen";
"country.SB" = "Šalamounovy ostrovy";
"country.SL" = "Sierra Leone";
"country.SV" = "Salvador";
"country.SO" = "Somálsko";
"country.PM" = "Saint-Pierre a Miquelon";
"country.ST" = "Svatý Tomáš a Princův ostrov";
"country.SR" = "Surinam";
"country.SZ" = "Svazijsko";
"country.SC" = "Seychely";
"country.SY" = "Sýrie";
"country.TC" = "Turks a Caicos";
"country.TD" = "Čad";
"country.TG" = "Togo";
"country.TJ" = "Tádžikistán";
"country.TK" = "Tokelau";
"country.TM" = "Turkmenistán";
"country.TL" = "Východní Timor";
"country.TO" = "Tonga";
"country.TT" = "Trinidad a Tobago";
"country.TN" = "Tunisko";
"country.TV" = "Tuvalu";
"country.TZ" = "Tanzanie";
"country.UM" = "Menší odlehlé ostrovy USA";
"country.UY" = "Uruguay";
"country.UZ" = "Uzbekistán";
"country.VC" = "Svatý Vincenc a Grenadiny";
"country.VE" = "Venezuela";
"country.VG" = "Britské Panenské ostrovy";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis a Futuna";
"country.WS" = "Samoa";
"country.YE" = "Jemen";
"country.ZM" = "Zambie";
"country.ZW" = "Zimbabwe";
"country.US-AL" = "Alabama";
"country.US-AK" = "Aljaška";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkansas";
"country.US-CA" = "Kalifornie";
"country.US-CO" = "Colorado";
"country.US-CT" = "Connecticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "District Of Columbia";
"country.US-FL" = "Florida";
"country.US-GA" = "Georgia";
"country.US-HI" = "Havaj";
"country.US-ID" = "Idaho";
"country.US-IL" = "Illinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Louisiana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massachusetts";
"country.US-MI" = "Michigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Mississippi";
"country.US-MO" = "Missouri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "New Jersey";
"country.US-NM" = "Nové Mexiko";
"country.US-NY" = "New York";
"country.US-NC" = "Severní Karolína";
"country.US-ND" = "Severní Dakota";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregon";
"country.US-PA" = "Pensylvánie";
"country.US-RI" = "Rhode Island";
"country.US-SC" = "Jižní Karolína";
"country.US-SD" = "Jižní Dakota";
"country.US-TN" = "Tennessee";
"country.US-TX" = "Texas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermont";
"country.US-VA" = "Virginia";
"country.US-WA" = "Washington";
"country.US-WV" = "Západní Virginie";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "Britská Kolumbie";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "Nový Brunšvik";
"country.CA-NL" = "Newfoundland a Labrador";
"country.CA-NS" = "Nové Skotsko";
"country.CA-NT" = "Severozápadní teritoria";
"country.CA-NU" = "Teritorium Nunavut";
"country.CA-ON" = "Ontario";
"country.CA-PE" = "Ostrov prince Edwarda";
"country.CA-QC" = "Québec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Teritorium Yukon";
"country.IN-LD" = "Lakadivy";
"country.GB-NIR" = "Severní Irsko";
"country.GB-SCT" = "Skotsko";
"country.GB-WLS" = "Wales";
"country.GB-CHA" = "Normanské ostrovy";
"N" = "S";
"S" = "J";
"W" = "Z";
"E" = "V";
"routeplaning.actionButton.title" = "Hotovo";
"com.sygic.addWaypoint.placeholder" = "Přidat záchytný bod cesty";
"detail.action.selectPoi" = "Vybrat";
"signpost.nextDirection.then" = "Pak";
"waypoint.title.myposition" = "Moje poloha";
"placeholder.password" = "Heslo";
"placeholder.email" = "E-mail";
"routeCompute.action.calculating" = "Výpočet tras";
"routeCompute.action.preview" = "Náhled";
"detail.action.shareGps" = "Sdílet souřadnice GPS";
"time.ago.minutes" = "před %@ minutami";
"time.ago.hours" = "před %@ hodinami";
"time.ago.days" = "před %@ dny";
"time.ago.years" = "před %@ lety";
"native.navigation.recenterBtn" = "Vycentrovat";
"homeCell.updateHome.title" = "Změnit adresu domů";
"workCell.updateWork.title" = "Změnit adresu práce";
"monetization.addon" = "DOPLNĚK";
"detail.action.removeVia" = "Odebrat bod trasy";
"message.avoid.motorway.unable" = "K dosažení vašeho cíle musejí na trase zůstat některé dálnice.";
"message.avoid.specialArea.unable" = "Litujeme, na vaší trase se nelze vyhnout poplatkům za vjezd.";
"message.avoid.tollRoads.unable" = "Není možné vyloučit zpoplatněné silnice. Některé zpoplatněné silnice stále zůstaly na trase.";
"message.avoid.ferries.unable" = "Chcete-li dosáhnout svého cíle, musíte použít některé trajekty.";
"message.avoid.unpavedRoads.unable" = "K dosažení vašeho cíle musejí na trase zůstat některé nezpevněné cesty.";
